Enterprise_Serivces/Cert/Bronze3/CSLNonceService/result1/Iteration1/t1_RequestBody.txt

<?xml version="1.0" encoding="utf-8"?><soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:wsa="http://schemas.xmlsoap.org/ws/2004/03/addressing"><soap:Header><wsa:Action>http://www.gamestop.com/services/csl/nonce/contracts/2010/05/INonceService/ClearExpiredNonces</wsa:Action><wsa:MessageID>uuid:3fd73958-4b4a-483a-a39e-41fea943ae0a</wsa:MessageID><wsa:ReplyTo><wsa:Address>http://schemas.xmlsoap.org/ws/2004/03/addressing/role/anonymous</wsa:Address></wsa:ReplyTo><wsa:To>http://cslnonceserviceqa1.testgs.pvt/NonceService.svc</wsa:To></soap:Header><soap:Body><ClearExpiredNonces xmlns="http://www.gamestop.com/services/csl/nonce/contracts/2010/05"><request><MachineName xmlns="http://www.gamestop.com/services/core/contracts/2010/05">test</MachineName><Days xmlns="http://www.gamestop.com/services/csl/association/messages/2010/05">1</Days><NonceType xmlns="http://www.gamestop.com/services/csl/association/messages/2010/05">IsIssued</NonceType></request></ClearExpiredNonces></soap:Body></soap:Envelope>